{
  "averageRating": 4.8,
  "totalReviews": 2547,
  "reviews": [
    {
      "id": 1,
      "author": "Maria S.",
      "rating": 5,
      "date": "2024-01-15",
      "text": "Sehr zufrieden mit meinem Kauf. Das Sofa ist praktisch und funktioniert perfekt. Empfohlen für gemütliches Sitzen!",
      "verified": true,
      "helpful": 12
    },
    {
      "id": 2,
      "author": "Hans-Peter M.",
      "rating": 5,
      "date": "2024-01-10",
      "text": "Perfekt für unser Zuhause. Das Sofa gibt uns wunderschöne Momente mit seinem gemütlichen Sitzen. Sehr guter Kundenservice.",
      "verified": true,
      "helpful": 8
    },
    {
      "id": 3,
      "author": "Sabine L.",
      "rating": 4,
      "date": "2024-01-08",
      "text": "Das Sofa ist schnell angekommen und funktioniert gut. Meine Familie nutzt es ohne Probleme. Vielleicht könnte der Komfort besser einstellbar sein.",
      "verified": true,
      "helpful": 15
    },
    {
      "id": 4,
      "author": "Peter R.",
      "rating": 5,
      "date": "2024-01-05",
      "text": "Sehr einfach zu nutzen. Das Sitzen ist perfekt und die Qualität ausgezeichnet. Ideal für gemütliche Häuser.",
      "verified": true,
      "helpful": 6
    },
    {
      "id": 5,
      "author": "Isabella C.",
      "rating": 4,
      "date": "2024-01-02",
      "text": "Gutes Produkt, einfach und sicher. Die Lieferung war sehr schnell. Meine Familie ist begeistert von der Komfortqualität.",
      "verified": true,
      "helpful": 9
    },
    {
      "id": 6,
      "author": "Philipp B.",
      "rating": 5,
      "date": "2023-12-28",
      "text": "Nach mehreren Monaten funktioniert es immer noch perfekt. Sehr empfehlenswert für gemütliches Sitzen und Entspannung.",
      "verified": true,
      "helpful": 11
    },
    {
      "id": 7,
      "author": "Camilla T.",
      "rating": 5,
      "date": "2023-12-20",
      "text": "Ausgezeichnetes Sofa! Die Komfortkraft ist beeindruckend und der Komfort ist außergewöhnlich. Perfekt für Entspannungsliebhaber.",
      "verified": true,
      "helpful": 18
    },
    {
      "id": 8,
      "author": "Anton F.",
      "rating": 4,
      "date": "2023-12-15",
      "text": "Sehr gutes Preis-Leistungs-Verhältnis. Das Sofa ist robust und die Bedienung ist intuitiv. Einziger Nachteil: Der Komfort könnte höher sein.",
      "verified": true,
      "helpful": 7
    },
    {
      "id": 9,
      "author": "Clara M.",
      "rating": 5,
      "date": "2023-12-10",
      "text": "Unglaublich! Dieses Sofa hat meine Art zu entspannen verändert. Die Komfortkraft ist wunderschön und der Komfort ist sehr stabil.",
      "verified": true,
      "helpful": 14
    },
    {
      "id": 10,
      "author": "Niklas P.",
      "rating": 4,
      "date": "2023-12-05",
      "text": "Gutes Sofa für den Anfang. Einfach zu bedienen und zu nutzen. Die Anweisungen sind klar. Perfekt für die Entdeckung des gemütlichen Sitzens.",
      "verified": true,
      "helpful": 13
    },
    {
      "id": 11,
      "author": "Emilie R.",
      "rating": 5,
      "date": "2023-11-28",
      "text": "Fantastisch! Ich konnte spektakuläre Momente des Entspannens erleben. Das Sofa ist sehr reaktionsschnell und die Qualität ausgezeichnet.",
      "verified": true,
      "helpful": 16
    },
    {
      "id": 12,
      "author": "Thomas L.",
      "rating": 4,
      "date": "2023-11-20",
      "text": "Sehr zufrieden mit diesem Kauf. Das Sofa ist gut konzipiert und die Funktionen sind zahlreich. Ideal für Entspannungs-Liebhaber.",
      "verified": true,
      "helpful": 10
    }
  ]
}