{
  "averageRating": 4.8,
  "totalReviews": 2547,
  "reviews": [
    {
      "id": 1,
      "author": "Maria S.",
      "rating": 5,
      "date": "2024-01-15",
      "text": "Zeer tevreden met mijn aankoop. De drone is praktisch en werkt perfect. Aanbevolen voor veilige en comfortabele vluchten!",
      "verified": true,
      "helpful": 12
    },
    {
      "id": 2,
      "author": "Hans-Peter M.",
      "rating": 5,
      "date": "2024-01-10",
      "text": "Perfect voor ons thuis. De drone bezorgt ons prachtige vluchten met geweldige luchtfoto's. Zeer goede klantenservice.",
      "verified": true,
      "helpful": 8
    },
    {
      "id": 3,
      "author": "Sabine L.",
      "rating": 4,
      "date": "2024-01-08",
      "text": "De drone kwam snel aan en werkt goed. Mijn familie gebruikt hem probleemloos. Misschien zou de stabilisatie beter kunnen zijn.",
      "verified": true,
      "helpful": 15
    },
    {
      "id": 4,
      "author": "Peter R.",
      "rating": 5,
      "date": "2024-01-05",
      "text": "Zeer eenvoudig te bedienen. Het vliegen is perfect en de kwaliteit is uitstekend. Ideaal voor drone-enthousiastelingen.",
      "verified": true,
      "helpful": 6
    },
    {
      "id": 5,
      "author": "Isabella C.",
      "rating": 4,
      "date": "2024-01-02",
      "text": "Goed product, eenvoudig en veilig. De levering was zeer snel. Mijn familie is enthousiast over de veiligheid.",
      "verified": true,
      "helpful": 9
    },
    {
      "id": 6,
      "author": "Philipp B.",
      "rating": 5,
      "date": "2023-12-28",
      "text": "Na meerdere maanden werkt hij nog steeds perfect. Zeer aanbevolen voor veilige vluchten en buitengewone kwaliteit.",
      "verified": true,
      "helpful": 11
    },
    {
      "id": 7,
      "author": "Camilla T.",
      "rating": 5,
      "date": "2023-12-20",
      "text": "Uitstekende drone! De vliegprestaties zijn indrukwekkend en het comfort is buitengewoon. Perfect voor drone-enthousiastelingen.",
      "verified": true,
      "helpful": 18
    },
    {
      "id": 8,
      "author": "Anton F.",
      "rating": 4,
      "date": "2023-12-15",
      "text": "Zeer goede prijs-kwaliteitverhouding. De drone is robuust en de bediening is intuïtief. Enig nadeel: De stabilisatie zou beter kunnen zijn.",
      "verified": true,
      "helpful": 7
    },
    {
      "id": 9,
      "author": "Clara M.",
      "rating": 5,
      "date": "2023-12-10",
      "text": "Ongelooflijk! Deze drone heeft mijn manier van fotograferen veranderd. De vliegprestaties zijn prachtig en het comfort is zeer stabiel.",
      "verified": true,
      "helpful": 14
    },
    {
      "id": 10,
      "author": "Niklas P.",
      "rating": 4,
      "date": "2023-12-05",
      "text": "Goede drone voor beginners. Eenvoudig te bedienen en te gebruiken. De instructies zijn duidelijk. Perfect om veilige vluchten te ontdekken.",
      "verified": true,
      "helpful": 13
    },
    {
      "id": 11,
      "author": "Emilie R.",
      "rating": 5,
      "date": "2023-11-28",
      "text": "Fantastisch! Ik kon spectaculaire vluchten ervaren. De drone is zeer responsief en de kwaliteit is uitstekend.",
      "verified": true,
      "helpful": 16
    },
    {
      "id": 12,
      "author": "Thomas L.",
      "rating": 4,
      "date": "2023-11-20",
      "text": "Zeer tevreden met deze aankoop. De drone is goed geconstrueerd en de functies zijn talrijk. Ideaal voor drone-enthousiastelingen.",
      "verified": true,
      "helpful": 10
    }
  ]
}