{
  "averageRating": 4.8,
  "totalReviews": 2547,
  "reviews": [
    {
      "id": 1,
      "author": "Maria S.",
      "rating": 5,
      "date": "2024-01-15",
      "text": "Sehr zufrieden mit meinem Kauf. Die Friteuse ist bequem und funktioniert perfekt. Empfohlen für gesundes Kochen!",
      "verified": true,
      "helpful": 12
    },
    {
      "id": 2,
      "author": "Hans-Peter M.",
      "rating": 5,
      "date": "2024-01-10",
      "text": "Perfekt für unser Zuhause. Die Friteuse gibt uns wunderschöne Momente mit ihrem gesunden Kochen. Sehr guter Kundenservice.",
      "verified": true,
      "helpful": 8
    },
    {
      "id": 3,
      "author": "Sabine L.",
      "rating": 4,
      "date": "2024-01-08",
      "text": "Die Friteuse ist schnell angekommen und funktioniert gut. Meine Familie nutzt sie ohne Probleme. Vielleicht könnte die Temperaturkontrolle besser sein.",
      "verified": true,
      "helpful": 15
    },
    {
      "id": 4,
      "author": "Peter R.",
      "rating": 5,
      "date": "2024-01-05",
      "text": "Sehr einfach zu nutzen. Das Kochen ist perfekt und die Qualität ausgezeichnet. Ideal für gesunde Mahlzeiten.",
      "verified": true,
      "helpful": 6
    },
    {
      "id": 5,
      "author": "Isabella C.",
      "rating": 4,
      "date": "2024-01-02",
      "text": "Gutes Produkt, einfach und sicher. Die Lieferung war sehr schnell. Meine Familie ist begeistert von der Klangqualität.",
      "verified": true,
      "helpful": 9
    },
    {
      "id": 6,
      "author": "Philipp B.",
      "rating": 5,
      "date": "2023-12-28",
      "text": "Nach mehreren Monaten funktioniert es immer noch perfekt. Sehr empfehlenswert für Musik und Gaming.",
      "verified": true,
      "helpful": 11
    },
    {
      "id": 7,
      "author": "Camilla T.",
      "rating": 5,
      "date": "2023-12-20",
      "text": "Ausgezeichnete Kopfhörer! Die Klangqualität ist beeindruckend und der Komfort ist außergewöhnlich. Perfekt für Musikliebhaber.",
      "verified": true,
      "helpful": 18
    },
    {
      "id": 8,
      "author": "Anton F.",
      "rating": 4,
      "date": "2023-12-15",
      "text": "Sehr gutes Preis-Leistungs-Verhältnis. Die Kopfhörer sind robust und die Bedienung ist intuitiv. Einziger Nachteil: Die Lautstärke könnte höher sein.",
      "verified": true,
      "helpful": 7
    },
    {
      "id": 9,
      "author": "Clara M.",
      "rating": 5,
      "date": "2023-12-10",
      "text": "Unglaublich! Diese Kopfhörer haben meine Art Musik zu hören verändert. Die Klangqualität ist wunderschön und der Komfort ist sehr stabil.",
      "verified": true,
      "helpful": 14
    },
    {
      "id": 10,
      "author": "Niklas P.",
      "rating": 4,
      "date": "2023-12-05",
      "text": "Gute Kopfhörer für den Anfang. Einfach aufzusetzen und zu nutzen. Die Anweisungen sind klar. Perfekt für die Entdeckung der Musik.",
      "verified": true,
      "helpful": 13
    },
    {
      "id": 11,
      "author": "Emilie R.",
      "rating": 5,
      "date": "2023-11-28",
      "text": "Fantastisch! Ich konnte spektakuläre Momente der Musik erleben. Die Kopfhörer sind sehr reaktionsschnell und die Qualität ausgezeichnet.",
      "verified": true,
      "helpful": 16
    },
    {
      "id": 12,
      "author": "Thomas L.",
      "rating": 4,
      "date": "2023-11-20",
      "text": "Sehr zufrieden mit diesem Kauf. Die Kopfhörer sind gut konzipiert und die Funktionen sind zahlreich. Ideal für Musik-Liebhaber.",
      "verified": true,
      "helpful": 10
    }
  ]
}