{
  "averageRating": 4.8,
  "totalReviews": 2547,
  "reviews": [
    {
      "id": 1,
      "author": "Maria S.",
      "rating": 5,
      "date": "2024-01-15",
      "text": "Sehr zufrieden mit meinem Kauf. Die Staubsauger sind praktisch und funktionieren perfekt. Empfehlenswert für effizientes Saugen!",
      "verified": true,
      "helpful": 12
    },
    {
      "id": 2,
      "author": "Hans-Peter M.",
      "rating": 5,
      "date": "2024-01-10",
      "text": "Perfekt für unser Zuhause. Die Staubsauger bescheren uns wunderschöne saubere Momente mit ihrer effizienten Saugleistung. Sehr guter Kundenservice.",
      "verified": true,
      "helpful": 8
    },
    {
      "id": 3,
      "author": "Sabine L.",
      "rating": 4,
      "date": "2024-01-08",
      "text": "Die Staubsauger kamen schnell an und funktionieren gut. Meine Familie nutzt sie problemlos. Vielleicht könnte die Saugkraft besser einstellbar sein.",
      "verified": true,
      "helpful": 15
    },
    {
      "id": 4,
      "author": "Peter R.",
      "rating": 5,
      "date": "2024-01-05",
      "text": "Sehr einfach zu bedienen. Das Saugen ist perfekt und die Qualität ausgezeichnet. Ideal für Staubsauger-Enthusiasten.",
      "verified": true,
      "helpful": 6
    },
    {
      "id": 5,
      "author": "Isabella C.",
      "rating": 4,
      "date": "2024-01-02",
      "text": "Gutes Produkt, einfach und sicher. Die Lieferung war sehr schnell. Meine Familie ist begeistert von der Saugqualität.",
      "verified": true,
      "helpful": 9
    },
    {
      "id": 6,
      "author": "Philipp B.",
      "rating": 5,
      "date": "2023-12-28",
      "text": "Nach mehreren Monaten funktionieren sie immer noch perfekt. Sehr empfehlenswert für effizientes Saugen und außergewöhnliche Leistungen.",
      "verified": true,
      "helpful": 11
    },
    {
      "id": 7,
      "author": "Camilla T.",
      "rating": 5,
      "date": "2023-12-20",
      "text": "Ausgezeichnete Staubsauger! Die Saugleistung ist beeindruckend und der Komfort ist außergewöhnlich. Perfekt für Staubsauger-Enthusiasten.",
      "verified": true,
      "helpful": 18
    },
    {
      "id": 8,
      "author": "Anton F.",
      "rating": 4,
      "date": "2023-12-15",
      "text": "Sehr gutes Preis-Leistungs-Verhältnis. Die Staubsauger sind robust und die Bedienung ist intuitiv. Einziger Nachteil: Die Saugkraft könnte höher sein.",
      "verified": true,
      "helpful": 7
    },
    {
      "id": 9,
      "author": "Clara M.",
      "rating": 5,
      "date": "2023-12-10",
      "text": "Unglaublich! Diese Staubsauger haben meine Art zu saugen verändert. Die Saugleistung ist wunderschön und der Komfort ist sehr stabil.",
      "verified": true,
      "helpful": 14
    },
    {
      "id": 10,
      "author": "Niklas P.",
      "rating": 4,
      "date": "2023-12-05",
      "text": "Gute Staubsauger für Anfänger. Einfach zu bedienen und zu nutzen. Die Anweisungen sind klar. Perfekt, um effizientes Saugen zu entdecken.",
      "verified": true,
      "helpful": 13
    },
    {
      "id": 11,
      "author": "Emilie R.",
      "rating": 5,
      "date": "2023-11-28",
      "text": "Fantastisch! Ich konnte spektakuläre Sauberkeitsmomente erleben. Die Staubsauger sind sehr reaktionsschnell und die Qualität ist ausgezeichnet.",
      "verified": true,
      "helpful": 16
    },
    {
      "id": 12,
      "author": "Thomas L.",
      "rating": 4,
      "date": "2023-11-20",
      "text": "Sehr zufrieden mit diesem Kauf. Die Staubsauger sind gut konstruiert und die Funktionen sind zahlreich. Ideal für Staubsauger-Enthusiasten.",
      "verified": true,
      "helpful": 10
    }
  ]
}